<?php

return [
    'plugin' => [
        'name' => 'Share',
        'description' => 'Кнопки - Поделиться в соцсетях'
    ],
    'component' => [
        'name' => 'Кнопки поделиться',
        'description' => 'Выводит кнопки поделиться в соцсетях'
    ],
    'css' => [
        'title' => 'Включить CSS',
        'desc' => 'Отметьте чтобы подключить файл css со стилями для кнопок',
    ],
    'skin' => [
        'title' => 'Стиль кнопок',
        'desc' => 'Выберите стиль кнопок. Работает только если включен css',
        'silver' => 'Серебристые',
        'color' => 'Цветные',
        'text' => 'С текстом',
        'custom' => 'Кастомный'
    ],
    'buttons' => [
        'title' => 'Кнопки',
        'fb' => [
            'name' => 'Фейсбук',
            'desc' => 'Отметьте чтобы включить кнопку Фейсбук'
        ],
        'in' => [
            'name' => 'LinkedIn',
            'desc' => 'Отметьте чтобы включить кнопку LinkedIn'
        ],
        'vk' => [
            'name' => 'VK',
            'desc' => 'Отметьте чтобы включить кнопку VK'
        ],
        'tg' => [
            'name' => 'Telegram',
            'desc' => 'Отметьте чтобы включить кнопку Telegram'
        ],
        'ok' => [
            'name' => 'Одноклассники',
            'desc' => 'Отметьте чтобы включить кнопку Одноклассники'
        ],
        'tw' => [
            'name' => 'Твиттер',
            'desc' => 'Отметьте чтобы включить кнопку Твиттер'
        ],
        'vb' => [
            'name' => 'Viber',
            'desc' => 'Отметьте чтобы включить кнопку Viber'
        ],
        'wa' => [
            'name' => 'WhatsApp',
            'desc' => 'Отметьте чтобы включить кнопку WhatsApp'
        ]
    ]
];
