<?php

return [
    'plugin' => [
        'name' => 'Share',
        'description' => 'Кнопки - Поділитися у соцмережах'
    ],
    'component' => [
        'name' => 'Кнопки поділитися',
        'description' => 'Виводе кнопки поділитися у соцмережах'
    ],
    'css' => [
        'title' => 'Увімкнути CSS',
        'desc' => 'Позначте щоб підключити файл css зі стилями для кнопок',
    ],
    'skin' => [
        'title' => 'Стиль кнопок',
        'desc' => 'Оберіть стиль кнопок. Працює тільки якщо увімкнено css',
        'placeholder' => 'Стиль кнопок',
        'silver' => 'Сріблясті',
        'color' => 'Кольорові',
        'text' => 'З текстом',
        'custom' => 'Кастомний',
    ],
    'buttons' => [
        'title' => 'Кнопки',
        'desc' => 'Вкажіть через кому id кнопок які потрібно відобразити (fb,tw,vk,ok,in,tg,vb,wa)',
        'fb' => 'Фейсбук',
        'in' => 'LinkedIn',
        'vk' => 'VK',
        'tg' => 'Telegram',
        'ok' => 'Однокласники',
        'tw' => 'Твіттер',
        'vb' => 'Viber',
        'wa' => 'WhatsApp',
    ],
];
